Repository: ebucelik/paysplit
Catalog: Localizable.xcstrings
Source language: en
Languages: de

# asks you to pay %@ € for %@
source: asks you to pay %1$@ € for %2$@
de: bittet dich %1$@ € zu bezahlen für %2$@

source: has added you as a friend.
de: hat dich als Freund hinzugefügt.

# marked %@ € for %@ as open
source: marked %1$@ € for %2$@ as open
de: hat %1$@ € für %2$@ als offen markiert

# marked %@ € for %@ as paid
source: marked %1$@ € for %2$@ as paid
de: hat %1$@ € für %2$@ als bezahlt markiert

source: %lld persons added
de: %lld Personen hinzugefügt

source: Account
de: Konto

source: Add Expense
de: Ausgabe Hinzufügen

source: Add people from your List
de: Füge Personen aus deiner Liste hinzu

source: Added Expenses
de: Hinzugefügte Ausgaben

source: Added Friends
de: Hinzugefügte Freunde

source: All
de: Alle

source: All persons who owns you money are listed here.
de: Alle Personen die dir Geld schulden sind hier aufgelistet.

source: Already have an account?
de: Konto bereits vorhanden?

source: Attention
de: Achtung

source: Cancel
de: Abbrechen

source: Create Expense
de: Erstelle Ausgabe

source: Create Your Account
de: Erstelle dein Konto

source: Credits
de: Danksagung

source: Delete
de: Löschen

source: Delete Account
de: Konto Löschen

source: Do you want to delete your account?
de: Möchtest du dein Konto wirklich löschen?

source: Don't have an account?
de: Kein Konto vorhanden?

source: Enter the full expense amount.
de: Den vollen, ausgegebenen Betrag eingeben.

source: Expected Debts
de: Erwartete Schulden

source: Expense description (e.g. Pizza)
de: Ausgabenbeschreibung (z.B.: Pizza)

source: Expense Overview
de: Ausgabenüberblick

source: Expenses
de: Ausgaben

source: Find added people to split a Payment.
de: Finde hinzugefügte Personen um eine Zahlung zu teilen.

source: Firstname
de: Vorname

source: Full Amount for %@:
de: Voller Betrag für %@:

source: Here you can find your added expenses.
de: Hier kannst du deine hinzugefügten Ausgaben sehen:

source: Highest Paid Debt
de: Höchster bezahlter Betrag

source: Highest Received Debt
de: Höchster erhaltener Betrag

source: Idea, Concept & Development:
de: Idee, Konzept & Entwicklung

source: Inspirations & Feedback:
de: Inspiration & Feedback

source: Keep track of open and paid expenses.
de: Behalte ein Überblick über die offenen und bezahlten Ausgaben.

source: Last Step
de: Letzter Schritt

source: Lastname
de: Nachname

source: Least Expensive
de: Nach Billigste

source: Login
de: Anmelden

source: Logout
de: Abmelden

source: Mark %@ € as open
de: Markiere %@ € als offen

source: Mark %@ € as paid
de: Markiere %@ € als bezahlt

source: Most Expensive
de: Nach Teuerste

source: New Expense
de: Neue Ausgabe

source: New Message
de: Neue Nachricht

source: Newest
de: Neueste

source: Next Step
de: Nächster Schritt

source: Oldest
de: Älteste

source: Open
de: Offen

source: Open Debts
de: Offene Schulden

source: Open Expense
de: Offene Ausgabe

source: Paid
de: Bezahlt

source: Paid Debts
de: Bezahlte Schulden

source: Paid Expense
de: Bezahlte Ausgabe

source: Password
de: Passwort

source: People
de: Personen

source: Persons in your list
de: Personen in deiner Liste

source: Received Debts
de: Erhaltene Schulden

source: Retype Password
de: Passwort erneut eingeben

source: Search for new People to add
de: Suche neue Personen zum Hinzufügen

source: Sign In
de: Einloggen

source: Sign up
de: Registrieren

source: Sign Up
de: Registrieren

source: Something went wrong. Please try again.
de: Etwas ging schief. Bitte erneut versuchen.

source: Sorting
de: Sortieren

source: Split the expense onto the added people.
de: Teile die Ausgabe auf die hinzugefügten Personen auf.

source: Statistics
de: Statistik

source: Step 1
de: Schritt 1

source: Step 2
de: Schritt 2

source: Testing:
de: Testen:

source: To use the app please login with your personal info.
de: Mit persönlichen Informationen anmelden um die App verwenden zu können.

source: To use the app please register with your personal info.
de: Mit persönlichen Informationen registrieren um die App verwenden zu können.

source: Total:
de: Gesamt:

source: Username
de: Benutzername

source: Username or Password invalid.
de: Benutzername oder Passwort ungültig.

source: Welcome %@!
de: Willkommen %@!

source: Welcome back
de: Willkommen zurück

source: Welcome to Paysplit
de: Willkommen bei Paysplit

source: You Get
de: Du Bekommst

source: You Got
de: Du Hast Bekommen

source: You Owe
de: Du Schuldest

source: You Paid
de: Du Hast Bezahlt

source: Your activities summed up for each category.
de: Deine Aktivitäten sind zusammengefasst für jede Kategorie ersichtlich.
